<div class="old-page old-page--history">
<p><strong style="color:#f00">5 августа 2008 —</strong> — на домене uCoz зарегистрирован сайт «Старый телевизор» (тогда: "http://staroetv.ucoz.su/). Его цель — объединить разбросанные по интернету видеоматериалы о российском телевидении 90-х годов и создать площадку, на которой могли бы общаться люди, интересующиеся подобными вещами. Первое, что сделано — это видеоархив, он становится основой сайта. Вместе с этим на главной странице публикуются новости современного российского телевидения. А также создан форум.
<p>Примерно через неделю зарегистрировался первый пользователь и с тех пор число участников растёт. Видео архив постоянно пополнялся, материалы берутся с популярных видео хостингов.</p>
<p><strong>31 октября 2008 — </strong> в видеоархиве появляется первый материал добавленный не администратором, а пользователем.  dvt22165 добавил заставку передачи «Серия» (ТВ-6, 1997) . Количество материалов в видео архиве достигло 100-200 штук. </p>
<p><strong>Январь 2009 — </strong> на сайте создан «Исторический раздел». Он содержит статьи о телеканалах, телеведущих, интервью и прочее.</p>
<p><strong>24 января 2009 — </strong> форум понемногу набирает обороты, появляется раздел  «Ваше ТВ». Его суть в том, чтобы пользователи выкладывали своё творчество на сайт; предлагается сделать свои заставки, телепередачи.</p>
<p><strong>15 марта 2009 — </strong> расширяется команда сайта, появляется группа «Редакторы» и первым в ней становится ElmoSP.  Это назначение очень важно, так как администратор уже не справляется с тем количеством видео, которое пользователи загружают в архив.</p>
<p>Требуется правильно оформить материал и привести к единому стандарту заголовок, нарисовать обложку. Например, чтобы активировать 20 видео, требуется от 15 до 30 минут, в зависимости от скорости интернета и натренированности. Количество добавляемых видео варьируется от 1 до 40 в день.</p>
<p><strong>апрель 2009 —</strong> — растущие видеоархив и форум требуют всё большего внимания и в команде сайта появляются редакторы: Dimon,  Cheriksoft и модератор: Link.</p>
<p><strong>30 апреля 2009 — </strong> время показало, что «Исторический раздел» не очень удобен и ему на смену приходит «Энциклопедия старого телевизора» (на движке MediaWiki), её создатель — Link.</p>
<p><strong style="color:#f00">5 августа 2009 — </strong> после пятидневных техничских работ сайт открылся с полностью новым дизайном. Благодаря Dimon, вложившему в проект свои деньги, сайт обзавёлся доменов второго уровня (http://staroetv.su/).</p>
<p>Хочется отметить, что новый дизайн не получился бы без помощи Dimon и Link. После открытия сайта они становятся администраторами.</p>
<p><strong>август 2009 — </strong> количество видео в архиве достигло 3000 штук!</p>
<p><strong>14 августа 2009 — </strong> с подачи администратора Link открылся фотоархив.</p>
<p><strong>октябрь 2009 — </strong> посещаемость сайта на уровне 1200 уникальных ip в день. На форуме требуется ещё один модератор, им становится StereoMaster.</p>
<p><strong>31 декабря 2009 — </strong> сотрудничество с английским аналогом «Старого телевизора», сайтом «TVARK».</p>
<p><strong>1 февраля 2010 — </strong> с подачи thedimas`a открылся сайт "Старый радиоприёмник" (http://staroeradio.ucoz.ru/). Его цель — объединить разбросанные по интернету аудио материалы с российского радио 90-х годов, а так же записи времён СССР.</p>
<p><strong>9 марта 2010 — </strong> на сайте открывается раздел "Блоги".</p>
<p><strong>12 марта 2010 — </strong> ещё одним редактором становится Тср94.</p>
<p><strong>13 марта 2010 — </strong> назначаются 2 новых модератора thedimas, Buzzer86.</p>
<p><strong>Конец марта 2010 — </strong> Cheriksoft становится техническим администратором, фото галерея переезжает на хостинг сайта. Посещаемость сайта стабильно держится на 1600 уникальных ip в день, принято решение разместить рекламу на сайте.</p>
<p><strong>7 апреля 2010—</strong> — пользователем stalker100xxxдобавлено 6000-е видео!</p>
<p><strong>30 апреля 2010—</strong> — новым редактором становится Povan.</p>
<p><strong>май 2010—</strong> — Заканчивается подача заявок и открывается голосование по второму конкурсу творчества пользователей сайта. Лучшие работы показали: Barsmedia, alex-online, Drakon, tim2009, Vlad, Mityasty, erick)</p>
<p><strong>31 мая 2010 —</strong> — В команде сайта появляется новый модератор - Akimichi-sama.</p>
<p><strong style="color:#f00">5 августа 2010 — </strong> двухлетие сайт встречает с видео архивом содержащим чуть менее 8000 видео. Посещаемость колеблется от 1500 до 2000 уникальных ip в день.</p>
<p><strong>22 ноября 2010 —</strong> — заканчивается первый конкурс реконструкций на "Старом телевизоре". Первые места занимают: Vlad (за лучшую видео реконструкцию), Umnik1996 (за лучшую реконструкцию логотипа телеканала) и РудГерман (за лучшую реконструкцию логотипа телепередачи).</p>
<p><strong>14 января 2011 — </strong> новым модератором становится MDKwarrior. thedimas и Buzzer86 выходят из команды по собственному желанию. В конце января пользователям второй раз вручаются награды за заслуги на сайте.</p>
<p><strong>1 апреля 2011 — </strong> на сайте опубликовано интервью с ведущим новостей Первого канала Анатолием Лазаревым. Вопросы для конференции предложили пользователи "Старого телевизора".</p>
<p><strong>13 июня 2011 — </strong> принято решение разрешить пользователям загружать на сайт материалы стран СНГ.</p>
<p>Также подведены итоги третьего конкурса творчества пользователей сайта. Пользователи признали лучшими логотипами работы ЦрниЛабуд, РудГермана и Umnik1996. Лучшими заставками признаны работы ЦрниЛабуд, РудГермана и Drakon. Лучшие передачи сделали Dimon, Кенни и erick.</p>
<p><strong>26 июня 2011 — </strong> на сайте опубликовано интервью с телеведущей канала ТВ Центр Алёной Горенко. Вопросы задавали пользователи "Старого телевизора": iq, dvt22165 и ANT-39Region. Конференция стала возможна благодаря пользователю Noga_Vadik.</p>
<p><strong>6 июля 2011 —</strong> — в команду возвращается Buzzer86, став модератором.</p>
<p><strong>17 июля 2011 —</strong> — на вопросы пользователей "Старого телевизора" ответила журналист канала ТВЦ Валерия Кораблёва. Конференцию устроил пользователь SavvaVor. Вопросы задавали: borodino1998, zritelvrn и iq.</p>
<p><strong style="color:#f00">5 августа 2011 —</strong> — сайту исполнилось 3 года. В видео архиве уже более 12 000 видео роликов, которые ежедневно просматриваются более полутора тысячами пользователей в день.</p>
<p><strong>13 августа 2011 —</strong> — Состоялась конференция с легендарным "голосом" канала НТВ, Константином Михайловичем Кошкиным. Вопросы задавали: borodino1998, Dimon, Akimichi-sama, RENTV1998, zritelvrn, UzumakiPavel35 и iq. Благодарим за конференцию пользователя Noga_Vadik.</p>
<p><strong>15 августа 2011 —</strong> — Сервис "Яндекс.Метрика" зафиксировал показатель более 2 600 визитов в день, что является рекордом для сайта.</p>
<p><strong>24 сентября 2011 —</strong> — Сайт и видео архив занимают 11-ые места в категории "Новости и СМИ" рейтинга UCOZ, среди двух тысяч "конкурентов". Форум занимает третье место. [Подробнее тут]</p>
<p><strong>1 декабря 2011 — </strong> Старые радио записи перенесены редактором povan со стороннего сайта. Теперь они доступны на "Старом телевизоре" в разделе "радио".</p>
<p><strong>8 января 2012 —</strong> — Вручены награды пользователям добавившим большое количество видео на сайт и тем, кто устраивал конференции со знаменитостями российского телевидения в 2011 году.</p>
<p>На зимних праздниках было решено закрыть раздел "ваше тв" на форуме, по причине упавшей популярности и крайне малого количества достойных материалов. Как следствие упразднен майский конкурс творчества. Посещаемость сайта 2 000 - 2 600 ip`ов в день, материалов в архиве уже более 14 тысяч.</p>
<p><strong>10 января 2012 — </strong> На сайте во второй раз, за три с половиной года обновлён дизайн.</p>
<p><strong>21 апреля 2012 — </strong> Принимаются статьи во вновь созданный "Исторический раздел", по предложению пользователя solom планируется восстановить Wiki "Старого телевизора". Упразднена группа "Журналист-блоггер" и раздел "блоги". Группа "Журналист" меняет название на более логичное: "Активист".</p>
<p><strong>26 мая 2012 — </strong> на вопросы пользователей "Старого телевизора" ответила журналист, теле и радиоведущая Светлана Сорокина. Конференцию устроил пользователь RENTV1998. </p>
<p><strong style="color:#f00">5 августа 2012 — </strong> За четыре года на сайте накопилось более 18 000 видео роликов, а ежедневная посещаемость держится на уровне 1500-2000 уникальных ip в день.</p>
<p><strong>11 августа 2012 — </strong> на сайте появился новый редактор - solom.</p>
<p><strong>сентябрь - октябрь 2012 — </strong> определённая часть постоянных посетителей сайта разделилась на два, противоборствующих креативом, лагеря, создав группы в социальной сети Вконтакте: "Конфа 24" и "типичный СТВшник". </p>
<p><strong>4 октября 2012 — </strong> на сайте появился новый технический администратор — RedFox. Открывается второй видео архив, в который, пользователям, предлагается добавлять "свежие" записи телепрограмм.</p>
<p><strong>21 октября 2012 — </strong> на сайте, в тестовом режиме, заработал раздел Онлайн ТВ.</p>
<p><strong>конец октября 2012 — </strong> решено слегка реформировать сайт, происходят небольшие перемены в дизайне. "Новости" и "Актуальное" отныне объединяются в один раздел, старые материалы в "Актуальном" остаются в качестве архива. Раздел "Логотипы" также становится архивным. Приостановлено добавление материалов в "Исторический раздел", который теперь называется "Статьи". Переименованы разделы "Старый архив" и "Новый архив" в "Архив старого тв" и "Архив нового тв" соответственно. Решено отказаться от раздела "Онлайн тв". </p>
<p><strong>3 ноября 2012 — </strong> произошли изменения в команде сайта. В связи с низкой активностью из команды выходят модератор StereoMaster и администратор Link. Редактор Povan становится редактором-модератором. В обновлённом разделе "статьи" теперь работает новый редактор - Know-tv.</p>
<p><strong>5 ноября 2012 — </strong> из команды сайта выходит тех.админ Cheriksoft.</p>
<p><strong>12 ноября 2012 — </strong> Состоялась конференция с одним из создателей программы "Взгляд" и телекомпании "Вид", генеральным директором канала РБК-ТВ Александром Михайловичем Любимовым. Благодарим за организацию конференции пользователя Shock8z.</p>
<p><strong>30 ноября 2012 — </strong> В команде появляется новый редактор - Sk1pBaSe.</p>
<p><strong>2 января 2013 — </strong> Вручены награды самым активным пользователям.</p>
<p><strong>3 марта 2013 — </strong> Побит рекорд посещаемости, 8 000 уникальных посетителей. Количество материалов в "архиве старого тв" почти достигло 25 000 штук! Также, в начале марта редакторами стали alik72 и snows93. Модератором Solarius.</p>
<p><strong>31 марта 2013 — </strong> Подведены итоги Конкурса реконструкций 2013. </p>
<p><strong>19 апреля 2013 — </strong> Про наш сайт написала интернет-газета "Бумага".</p>
<p><strong>Конец апреля 2013 — </strong> Новым модератором становится ZheGal. На сайте объявлено о голосовании на должность "Избранного администратора", победителем стал Sk1pBaSe.</p>
<p><strong>1 мая 2013 — </strong> На форум вернулся раздел "Ваше ТВ", вновь появился раздел "Блоги".</p>
<p><strong>9 мая 2013 — </strong> Зафиксирован новый рекорд посещаемости. Благодаря материалу со ссылкой на прямую трансляцию парада Победы, на сайт пришло 11 000 пользователей. </p>
<p><strong>14 мая 2013 — </strong> Благодаря alik72 состоялась конференция с актёром из "Деревни дураков" Вадимом Набоковым.</p>
<p><strong>1 июля 2013 — </strong> Новым избранным администратором стал Solarius.</p>
<p><strong style="color:#f00">5 августа 2013 — </strong> Своё пятилетие сайт встречает с ежедневной посещаемостью 7-8 тысяч уникальных ip в день и почти 30 тысячами видео в архиве старого тв.</p>
<p><strong>Начало сентября 2013 — </strong> Из команды выходят: модераторы ZheGal и Buzzer86, редактор Sk1pBaSe. Избранным администратором становится Сильвестр.</p>
<p><strong>Сентябрь-октябрь 2013 — </strong> Группа "избранный администратор" упразднена. Создан новый раздел - аудиоархив.</p>
<p><strong>7 октября 2013 — </strong> На сайте завершился первый конкурс "Раритетных видео".</p>
<p><strong>16 октября 2013 — </strong> Корреспондент телеканала "Дождь" ответила на вопросы пользователей сайта. Конференцию устроил пользователь Shok8z.</p>
<p><strong>8 ноября 2013 — </strong> Новым редактором становится Liberalst.</p>
<p><strong>21 ноября 2013 — </strong> Новый рекорд посещаемости - 12 000 уникальных пользователей в сутки.</p>
<p><strong>8 декабря 2013 — </strong> Телеведущий LifeNews Алексей Аборенов ответил на вопросы пользователей сайта.</p>
<p><strong>4 января 2014 — </strong> Самые активные пользователи получили награды.</p>
<p><strong>февраль 2014 — </strong> Во время открытия Олимпиады в Сочи сайт побил собственный рекорд посещаемости - 24 000 уникальных ip в сутки.</p>
<p><strong>18 марта 2014 — </strong> Состоялась конференция с Борисом Репетуром и Антоном Зайцевым.</p>
<p><strong>23 марта 2014 — </strong> Завершился конкурс рекламных роликов. Победили работы пользователей: murmeow, РудГерман и funnyorangecat.</p>
<p><strong>16 апреля 2014 — </strong> Состоялась конференция с композитором Сергеем Чекрыжовым.</p>
<p><strong>Лето 2015 — </strong> очередной конкурс реконструкций материалов.</p>
<hr>
<p><strong>Сентябрь 2019 — </strong> после долгого перерыва, связанного с уходом старой команды сайта, было объявлено о грядущем его перезапуске и уходе с Ucoz.</p>
<p><strong style="color:#f00">5 августа 2020 — </strong> открытие новой версии сайта.</p>
<hr>
<p>продолжение следует...</p>
<p>Составители – iq, Akimichi-sama, thedimas, Mityasty, tol-dmitrij, murmeow.
</div>
